<!DOCTYPE html>
<html>
    <head>
        <title>P&aacute;gina de Datos Personales de Yael</title>
        
            <meta charset="UTF-8">
            <meta name="description" content="Datos personales">
            <meta name="keywords" content="Biografía,Familia,Pasatiempos,Lugar que se quiere visitar y Lugar que noquiere visitar nunca" >
            <meta name="author" content="Yael Lopez Mariano">
            <meta name="viewport" content="width=device-width, initial-scale=1.0">
            <link rel="stylesheet" type="text/css" href="style/estiloDatosPer.css">
    </head>
    <body>
        <div class="insertarBordeRedondo">
        <h1>P&aacute;gina de Datos Personales </h1>
        </div>
        <div class="colocarPadding">
            <h2>Biograf&iacute;a</h2>
            <p>
                ¡Hola! Soy <b>Yael L&oacute;pez Mariano</b>  <br><br> Nac&iacute; el 7 de junio de 2002 en San Felipe Del Progreso, estado de M&eacute;xico, M&eacute;xico. <br> Soy el quinto de ocho hermanos y vengo de una familia muy unida. <br> Mi padre se llama Jos&eacute; L&oacute;pez Mariano y mi madre se llama Margarita Mariano Miranda.<br>
                <br>
            </p>
            <p>
                <small> 
                    Desde pequeño, he tenido una gran pasi&oacute;n por el f&uacute;tbol y la m&uacute;sica. <br> Me encanta jugar al f&uacute;tbol en mi tiempo libre y tambi&eacute;n seguir de cerca los partidos y competiciones. <br> La m&uacute;sica es otro de mis grandes intereses, disfruto escuchar una amplia variedad de g&eacute;neros musicales, me inspira y me relaja. <br><br>
                </small>          
            </p>
            <p>
                <i>
                    He completado mis estudios hasta el nivel de preparatoria. <br> Empec&eacute; mi educaci&oacute;n primaria en la escuela Venustiano Carranza, donde adquir&iacute; las bases educativas fundamentales. <br> Continu&eacute; mis estudios secundarios en la Escuela Secundaria Técnica Industrial No. 93 José Vasconcelos, <br> donde desarrollé habilidades t&eacute;cnicas y conocimientos prácticos. <br><br>
                </i> 
            </p>
            <p>
                Despu&eacute;s de terminar la secundaria, ingres&eacute; al Centro de Bachillerato Tecnol&oacute;gico No. 3 San Felipe del Progreso, <br> donde obtuve mi diploma de preparatoria. <br> Durante esos años, adquir&iacute; una s&oacute;lida formaci&oacute;n acad&eacute;mica y desarroll&eacute; habilidades en diferentes &aacute;reas de estudio.<br><br>
            </p>
            <p>
                <strike> 
                    Actualmente, vivo en Le&oacute;n, Guanajuato, M&eacute;xico, donde he encontrado un nuevo hogar. <br> Contin&uacute;o siguiendo mi pasi&oacute;n por el f&uacute;tbol y la m&uacute;sica, y estoy abierto a nuevas oportunidades y desaf&iacute;os en mi vida. <br><br>
                </strike>      
            </p>
            <p>
                <big>
                    Mi historia refleja mi determinaci&oaacute;n y dedicaci&oacute;n en el &aacute;mbito educativo, as&iacute; como mis intereses en el f&uacute;tbol y la m&uacute;sica. <br> A trav&eacute;s de mi trabajo duro y compromiso, espero seguir creciendo y dejar un impacto positivo en mi entorno y comunidad.
                </big>
            </p>
            <p>
                <b> 
                    <big> ¡Gracias por conocer un poco más sobre m&iacute;! </big> 
                </b>
            </p>
        </div>
            
            <img src="media/imagen/imagen1.jpg" alt="Imagen de una persona" width="300" height="200"  class="colocarBordeImagen" >
        </div>    
          
        <div class="agregarMargen ">
        <h2>Familia</h2>        
            <p>
                Mi familia est&aacute; compuesta por diez maravillosos integrantes que llenan mi vida de amor y alegr&iacute;a. <br> En primer lugar, est&aacute; mi amado pap&aacute;, Jos&eacute; L&oacute;pez Mariano, un hombre ejemplar y dedicado,<br> siempre dispuesto a brindarnos su apoyo incondicional. <br> Junto a &eacute;l, se encuentra mi amada mam&aacute;, Margarita Mariano Miranda, una mujer llena de dulzura <br> y sabidur&iacute;a, quien ha sido mi gu&iacute;a y apoyo en cada paso de mi vida.
            </p>
            <p>
                Mis dos hermanos, quienes son mis compañeros de travesuras y confidentes, son personas incre&iacute;bles. <br> Compartimos risas, juegos y aventuras juntos. <br> Tambi&eacute;n tengo la bendici&oacute;n de tener a cinco hermanas, quienes aportan un toque especial de alegr&iacute;a y vitalidad a nuestro hogar. <br> Cada una de ellas tiene su propia personalidad y cualidades &uacute;nicas, <br> pero todas comparten un v&iacute;nculo especial que nos une como familia.
            <p>
        </div>
        <div class="agregarFondoDegradado">    
            <h2>Pasatiempos</h2>
            <p>                
                Los pasatiempos son actividades que nos brindan diversi&oacute;n y entretenimiento en nuestro <br> tiempo libre. Pueden incluir desde practicar deportes y actividades al aire libre, hasta <br> disfrutar de actividades creativas, juegos o simplemente relajarse con un buen libro o <br> pel&iacute;cula. Son una forma de disfrutar y desconectar de las responsabilidades diarias. 
            </p>
            <p>
                <b> Mis pasatiempos son:</b>
            </p>       
                <ol>
                    <li>LEER</li>
                    <li>JUGAR FUT BOL</li>
                    <li>ESCUCHAR MUSICA</li>
                    <li>JUGAR BASQUET</li>
                    <li>VER PELICULAS</li>
                </ol>
            <!--<div>
                    <img src="media/imagen/imagen3.jpg" alt="imagen de un niño que le gusta el fut y lectutura" width="300" height="200">
            </div> -->  
        </div>  
        <div class="colocarFondoImagenAjustada">
            <h2>Lugar que se quiere visitar</h2>
            <p>
                Si voy de visita a un lugar nuevo, me encantaría explorar sus atracciones tur&iacute;sticas, <br> sumergirme en su cultura y probar su gastronom&iacute;a local. Ser&iacute;a una oportunidad <br> emocionante para descubrir y aprender sobre las maravillas que ofrece ese lugar.
            </p>
            <p>
                <b>Estos son los lugares quer me gustaria vistar: </b> 
            </p>
            <ul>
                <li>Francia</li>
                <li>España</li>
                <li>Estados Unidos</li>
                <li>Italia</li>
                <li>China</li>
                <li>México</li>
                <li>Reino Unido</li>
                <li>Alemania</li>
                <li>Tailandia</li>
                <li>Turquía</li>
            </ul>
        </div>
        <div class="insertarSombraDiv">
            <div>
                <h2>Musicas</h2>
                <a href="musicaFavorita.html"> haz click para ir a la secci&oacute;n de musica </a>
            </div>
            <div>
                <h2>Peliculas</h2>
                <a href="peliculasFavoritas.html"> haz click para ir a la secci&oacute;n de peliculas </a>
            </div>
            <div>
                <h2>Pasatiempos</h2>
                <a href="pasatiempos.html"> haz click para ir a la secci&oacute;n de mis pasatiempos</a>
            </div>
            <div>
                <h2>Descripcion de familia</h2>
                <a href="decribFamilia.html"> haz click para ir a la secci&oacute;n de la descripcion de mi familia  </a>
            </div>
            <div>
                <h2>Pagina Principal</h2>
                <a href="paginaPrin.html"> haz click para ir a la secci&oacute;n de pasatiempos 2  </a>
            </div>
           
        </div>


        <div>
            <h3>Herramienta usada</h3>
            <p>HTML es el lenguaje de marcado utilizado para crear páginas web. El término HTML significa <abbr title="HyperText Markup Language">HTML</abbr>.</p>
        </div>
        <div>
            <pre>
                Espero les
                haya gustado
                mi p&aacute;gina web.
            </pre>              
        </div>
        <div class="colocarSection">
            <address>
                Yael Lopez Mariano <br>
                Avenida Olimpica 1516<br>
                leon, Guanajuato, 50687<br>
                Teléfono: 7123206872<br>
                Correo electrónico: yaellopezmarino@gmail.com <br>
                29 de Mayo 2023
            </address>
        </div>
        
    </body>
</html>
